[
  {
    "title": "Policy Document Section 2",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "IV-A Research and Commercialization IV-B Structure and the Marketplace IV-C Precision Farming IV-D Communication, Cooperation and Education IV-E Information Programs —Livestock/Poultry Section V Leaving our world in better shape than we found it ..................................... 47 V-A-1 Domestic Environmental Policy V-A-2 Global Climate Change V-B Water Quality V-C Crop Protection Use Policy V-D-1 Conservation Program V-D-2 Swampbuster and Sodbuster Programs V-D-3 Conservation Reserve Program Page 5: 5 NCGA Policy What we stand for: I. A commitment to meet the needs of our customers II. Government policy that promotes a thriving agricultural sector III. Improving our national infrastructure IV. Building a solid future for tomorrow’s farmers V. Leaving our world in better shape than we found it VI. Association and Program Actions Page 6: 6 NCGA Policy What we stand for: I. A commitment to meet the needs of our customers Demand for corn grows when customers are satisfied. To increase demand, we will work to make corn users more successful by: A. Understanding and satisfying the customer B. Providing quality products C. Expanding domestic and global use of US corn and corn products D. Supporting a comprehensive energy policy II. Government policy that promotes a thriving agricultural sector Farmers should operate America’s farms with limited government involvement. We support: A. Market -driven farm programs B. Minimal, consistent regulation C. Federal tax policy reform D. Sufficient financial and credit programs III. Improving our national infrastructure Our competitive advantage depends on a solid infrastructure throughout the U.S. We support upgrading our transportation system. IV. Building a solid future for tomorrow’s farmers We support an active research and education commitment by all segments of the corn industry and government. A. Research and commercialization B. Commodity group cooperation C. Rural Development/Value added resources D. Structure and the",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 3",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "marketplace E. Technology F. Communication and education G. Information programs —livestock/poultry V. Leaving our world in better shape than we found it. Farming, using best management practices, will improve the environment. A. Environmental policy B. Water quality C. Crop protection use policy D. Conservation programs VI. We believe the U.S. Government should balance the budget. Page 7: 7 I. A commitment to meet the needs of our customers Demand for corn grows when customers are satisfied. To increase demand, we will work to make corn users more successful by: A. Understanding and Meeting the Expectations of the Customer B. Providing Quality Products C. Expanding domestic and global use of US corn and corn in all forms D. Supporting a Comprehensive Energy Policy Page 8: 8 NCGA Position Title: Biotechnology TBR Dec. 20 25/EXP 202 6 Position Number: I -A-1 Background: The development of biotechnology continues to demonstrate great benefits by enhancing farmers’ ability to produce for society in a sustainable way. By informing the public of our stewardship efforts with new technology, we will increase acceptance of biotechnology . Responsible and accountable management by biotechnology providers, producers, suppliers, processors, and grain merchandisers is imperative. We must continue to address our customers’ concerns while maintaining access to new and exis ting markets. Policy Statements : 1. Support the specific objective of regulatory synchronization and mutual acceptance of biotech agricultural products in trade negotiations. 2. Support the development of internationally accepted, science- based and consistent “low -level” presence policy and Adventitious Presence policy. 3. Support a complete, science- based, expeditious, regulatory process in the U.S. for all biotechnology events. 4. Support the release of biotech corn that is intended for a specific end use and that has limited regulatory approval only through closed marketing systems or carefully conceived",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 4",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "identity preservation systems that secure our ability to market corn and corn products worldwide. 5. NCGA supports the domestic commercialization of biotech corn seeds after scientific regulatory approval has been received in key export markets. For traits that have not yet received full regulatory approval, NCGA supports a stewarded launch of the product , assuming strict protocols are in place to prevent comingling of that product with the bulk corn commodity market. 6. Support coexistence practices in the production of identity preserved (IP) products and commercial corn. Responsibility for coexistence practices should remain with the producer of a specialty product rather than being placed upon commodity crops surrounding the specialty producer. 7. Farmers who plant approved biotechnology products following regulations and stewardship guidelines should be legally protected against the threat of judicial proceedings requiring them to terminate crops. 8. Require the seed industry to clearly identify the approval status of all events and augment this effort with aggressive communications and advertising programs that target corn growers. 9. Seed companies should be required to disclose the variety ID number of all hybrids offered prior to point of sale. 10. Require the seed industry to aggressively promote Integrated Pest Management (IPM) . 11. Support public funding of land grant and state institutions of higher learning to disseminate science- based information about biotechnology. 12. Support the strict enforcement of science- based isolation and containment requirements for the research, production, and processing of all crops that are not approved for food and feed use in the Unite d States in order to protect the commercial grain industry and food supply. Page 9: 9 13. For approved biotech events, the current patent holder or any party, including 3rd party entities choosing to market or charged with maintaining a biotech trait post -patent must maintain",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 5",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "regulatory approvals for use until the trait is reasonably out of the commercial corn supply. 14. Support efficient science- based regulation of biotechnology products based on the product characteristics, not the process used to produce it, while not applying undue regulatory burden to products of plant breeding innovation . 15. Support continued compliance with the refuge requirement for raising biotech insect protected corn. (Int. 2018) 16. Support non- discriminatory labeling requirements of agricultural and food products by the U.S. Department of Agriculture (USDA) and the U.S. Food and Drug Administration (FDA). (Int. 2018 ) 17. Encourage the Environmental Protection Agency (EPA), registrants and the research community to work closely with producers to develop resistance management strategies that are workable for producers. (Int. 2018) 18. Request seed companies make available at no charge, the percent of transgenic purity of seed. (Int. 2018) 19. To increase transparency and consumer trust, NCGA supports the publishing and maintenance of publicly available information on the regulatory status of products developed with plant breeding innovations by all federal agencies charged with oversight responsibilities. (Int. 2021) Action Items: Production and Sustainability Action Team 1. Support the commercial release of biotech corn events or combination of events subsequent to consultation with and determination of no further concerns by the Production Technology Access Action Team . These events must also receive a timely, full approval by the relevant U.S. and Japanese regulatory agencies, and the product registrant must be aggressively pursuing approval in every country or bloc that requires approval prior to importation of corn, corn products, or food containing corn ingredients. 2. Demand technology providers to fully engage all regulatory options and stewardship practices for biotech events. Page 10: 10 NCGA Position Title: Marketable Characteristics of Corn",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 6",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "TBR Dec. 202 6/EXP 20 27 Position Number: I -A-2 Background: The primary purpose of the official U.S. standards for grain should be to describe and certify the quality of grain as accurately as practical. They should: • Define uniform and accepted descriptive terms to facilitate trade in grain; • Provide information to aid in determining grain storability; • Promote the retention of the quality of the grain during the marketing process; • Offer end users the best possible information from which to determine end product yield, quality and value; • Provide the framework necessary for markets to establish grain quality improvement incentives. Policy Statements : 1. Support the development and standardization of equipment and sampling/testing procedures and calibration that would quickly and accurately determine the intrinsic value of corn, and encourage the market to reward that value. 2. Work to inform policymakers and regulators as to how our food system works to ensure a safe food supply. Any laws regarding food safety should enhance food safety and be implemented in a way that is practical for all farmers and the entire food industry. Action Items: Production and Sustainability Action Team 1. Support a verification system that preserves the integrity of identity preserved traits , which includes stewardship plans and placement of identity preserved corn in areas that would not cause undo harm to other producers. (Int. 2018) 2. Encourage growers to communicate with each other in regard to what crops they are growing next to each other to help prevent unnecessary crop damage and/or economic damage to each other. (Int. 2018) 3. Support a national grain quality strategy as new concepts in grain quality emerge that are of importance to end users in addition to the current grading standards that will be to the benefit of the U.S. corn farmer and strengthen our competitive advantage. Page 11: 11 NCGA Position Title: Mycotoxins TBR Dec. 202 6/EXP 20 27 Position Number: I",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 7",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "-A-3 Policy Statements : 1. Support research to minimize the impact of mycotoxins on corn production, all corn products and food safety. 2. Support mycotoxin standards based on sound scientific data 3. Promote biotechnology’s role in reducing mycotoxins in corn production. 4. Support the research, development and testing of hybrids and traits for resistance to mycotoxins. 5. Support the use of “clay binders” and other technologies, if created, for mycotoxin suppression in feed in all states. 6. Support the efforts of and will cooperate with the Mycotoxin Center of Excellence to mitigate and eliminate mycotoxins in corn and corn products. 7. Support research for alternate safe uses of mycotoxin affected corn and its products. 8. Support the use of Bio- Controls (atoxigenics) to significantly reduce Aflatoxin in corn and support the development and EPA approval/labeling of next generation (multi -strain) products. 9. Support the ability to blend corn to meet FDA guidelines. 10. Support uniform standards for the sampling and testing procedures used to determine mycotoxin levels. Action Items: Research and New Uses Action Team 1. Support the exploration of a nation- wide one test result strategy for mycotoxins to determine marketability and crop insurance reimbursement. Page 12: 12 NCGA Position Title: Trade Policy TBR Dec. 20 25/EXP 202 6 Position Number: I -B-1 Background: The export of corn and corn products is vital to the nation’s economy, its balance of payments and the profitability of corn production. The development and maintenance of fair and open global trade practices and policies are essential. U.S. corn farmers support world agricultural production based on comparative economic advantage and endorse multilateral liberalization of trade as a way to raise the standard of living of all people. Support a consistent U.S. trade policy so corn and corn products will not be disadvantaged for the advancement of another sector. Policy Statements : 1. Support",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 8",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "worldwide elimination of all export subsidies , tariffs and barriers to free trade. 2. Support normal trade relations for all trading partners. 3. Seek resumption of normal trade relations with Cuba. a) Until resumption of normal trade relations allow U.S. banks to issue credit in U.S. dollars on current exemptions. (Ag and Medicine). 4. Oppose any form of cargo preference. 5. Support exemption of food, feed, agricultural products, medicine and medical supplies from any and all unilateral sanctions imposed on foreign countries by the United States. 6. Producers seek their income from a fair and open market; however, in situations beyond their control we support equitable compensation for any economic loss or loss of reputation as a reliable supplier if the US government policy inhibits exports of corn or value added products. 7. Support U.S. government response when artificial barriers or unsubstantiated restrictions are imposed on U.S. agricultural products. 8. Support use of U.S. antidumping laws and strengthen international laws to prevent abuse. 9. Support P.L. 480 Title 1, loans, Title II, the Food for Progress Program and the McGovern- Dole International Food for Education and Child Nutrition Program. 10. Support Trade Promotion Authority. 11. Support continued membership by the U.S. in the World Trade Organization (WTO). 12. Support the authority of WTO to arbitrate trade disputes and implement enforcement actions. Page 13: 13 13. Support the USAID International Disaster and Famine Assistance account for food aid including “local and regional purchase”. 14. Initiate and support programs to build long term global demand for corn and corn products. (Int. 2018) 15. Support the continued pursuit of realizing the goals and extension of the China Phase 1 Trade Agreement and negotiations that expand trade between China and the United States of America. (Int. 2021) 16. Support enforcement actions that protect American agricultural innovations from intellectual",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 9",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "property violations and force transfer of American technology to keep all trading partners playing fair in the world trading arena. (Int. 2021) Action Items: Trade/Transportation/Animal Ag Action Team 1. Support corn growers’ involvement in the MAIZALL coalition 2. Encourage the U.S. Trade Representative to enforce the protocols of negotiated free trade agreements (FTA) and hold trading partners accountable to the terms of that FTA immediately following the infraction. ( Int. 2023) Page 14: 14 NCGA Position Title: Trade Negotiations TBR Dec. 20 25/EXP 202 6 Position Number: I -B-2 Background: U.S. government policy must clearly and consistently promote the liberalization of the world’s trading system through both multilateral and bilateral negotiations that assure U.S. corn and corn products full access to world markets. The U.S. corn industry is highly dependent on other sectors of American agriculture. By fully analyzing trade agreement effects on customers, we can ascertain long term effects on the corn industry. Policy Statements : 1. Support sanitary and phytosanitary regulations consistent with uniform, science- based, internationally accepted standards. 2. Support implementation and enforcement of existing free trade agreements . 3. Support elimination of trade barriers for agricultural products derived from biotechnology and plant breeding innovation. 4. Actively seek free trade agreements, to assure the greatest possible opportunities for U.S. corn growers. (Int. 2018) 5. Support the United States negotiating entry into the Comprehensive and Progressive Trans Pacific Partnership (CPTPP). (Int. 2021) 6. Encourage swift confirmation of agricultural trade appointments to facilitate resolution of trade disputes with trading partners. ( Int. 2023) 7. Support reciprocal access to markets where trade barriers exist . (Int. 2025) Page 15: 15 NCGA Position Title: Foreign Market Development TBR Dec. 20 25/EXP 202 6 Position Number: I -B-3 Background: Effective",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 10",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "foreign market development programs for corn and corn product exports involving the cooperator program through the U.S. Grains Council (USGC), USA Poultry and Egg Export Council (USAPEEC), U.S. Meat Export Federation (USMEF), and U.S. Dairy Export Council (USDEC) should be supported by funding from state checkoff programs and the USDA Foreign Agricultural Service (FAS). These market development programs should maximize efficiency and coordination between NCGA and USGC to expand the uses of corn and corn products. Policy Statements : 1. Support increased funding and certainty of funding, at a minimum , current funding levels indexed for inflation from 2006, for the Market Access Program and the Foreign Market Development Program to promote U.S. corn and corn products. 2. Support use of GSM -102 as a commercial export credit guarantee program for corn, corn co- products, livestock and poultry products without limitations to the type or amount of commodities purchased. 3. The USDA should retain control of agricultural export promotion programs. Action Items: Trade/Transportation/Animal Ag Action Team 1. Support USGC, USAPEEC, USMEF, and USDEC to develop and expand international markets. Page 16: 16 NCGA Position Title: Domestic Demand TBR Dec. 202 7/EXP 20 28 Position Number: I -C Background: Support diversified, expanding and long- term domestic demand for corn. Policy Statements : 1. Support a coordinated and aggressive effort to promote increased consumption of meat, poultry, fish and dairy products. 2. Support the development and promotion of value- added products from the corn industry. 3. Support legislation that creates tax and investment incentives that will encourage participation in value- added corn related projects with preference for farmer -owned projects . 4. Support the use of corn derived ingredients in food and beverage products. 5. We shall continue to support a strong USDA BioPreferred Program under the Energy Title of the Farm Bill. (Int. 2018)",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 11",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Action Items : Trade/Transportation/Animal Ag Action Team 1. Support growth of the US livestock and poultry, aquaculture and dairy industries . Research and New Uses Action Team 1. Support Biobased Products: a. All government agencies purchase biobased products identified by USDA as long as they are priced reasonably, perform as needed and are available for use. b. Establish an equal footing of validation of biobased products with petrochemical based products by reducing the Building for Environmental and Economic Stability (BEES) and other unreasonable requirements. 2. Encourage agency funding of new uses from commercially available and viable feedstocks as agency policy changes. (Int. 2019) 3. Encourages legislation and policy that establishes support for the US bioeconomy , provides foundational elements, like nationally uniform terminology and NAICS codes, to offer clarity and transparency across the value chain, and specifically develops corn- based projects. (Int. 2020) Page 17: 17 NCGA Position Title: Biofuels TBR Dec. 202 7/EXP 20 28 Position Number: I -D-1 Background: NCGA believes it is in the best interest of the US consumer to have a comprehensive National Energy Plan, which includes renewable fuels. Renewable fuels from corn -based ethanol will provide the consumer a healthier, environmentally clean, low- cost, high octane, domestically produced fuel. In addition, rural communities benefit from the additional jobs created through the development of this renewable fuel industry. Policy Statements : 1. Support the current RFS and secure a high octane low carbon fuel standard t hat provides for future growth of corn- based biofuels . 2. Support the enactment of a Low Carbon High Octane Fuel Standard that establishes a nationwide minimum octane fuel standard, removes regulatory and legislative barriers for automotive manufacturers and higher blends of ethanol as used for octane creat es a safety net to preserve market share and prevents backsliding of corn",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 12",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "ethanol. 3. S upport legislation to remove restrictions that disqualify corn- based ethanol from consideration as an advanced biofuel under the expanded Renewable Fuels Standard while maintaining the performance requirements of advanced biofuels. 4. Support establishment of federal fuel standards requiring a 95 RON minimum using blends 15 percent ethanol or greater in finished, low- carbon gasoline for use in higher compression engines to increase fuel economy and reduce emissions as a stepping stone to a 98 RON E25 future fuel . 5. Support requiring the inclusion of a High Octane Low Carbon Fuel Standard in any proposed transportation fuels legislation, including any low carbon fuel standard. (Int. 2021) 6. Establish a new 95-100 RON, E20 -E30 cer tification fuel . (Int. 2019 , Amd. 2024 ) 7. Support implementation of a domestic energy (and tax policy) that expands the use of renewable fuels, such as ethanol, by supporting favorable tax incentives. (i.e. NCGA initiate a major effort with member states to enact state legislation to reduce vehicl e registration fees on flexible fuel vehicles.) 8. Support incentives for vehicles (i.e. flex -fuel, high- efficiency) and ethanol fuel dispenser infrastructure for using blends of ethanol above 15 percent) . 9. Support the development of multi -use renewable fuel pipelines in the U.S., utilizing various available funding sources such as a loan guarantee program for pipeline projects. 10. Support proposals prohibiting oil companies, through franchise contracts, sales agreements or other means (such as restricting use of company credit cards) that prevent a fuel retailer from making flex fuel blends or other biofuels available for sale. Page 18: 18 11. Support efforts to gain EPA/ASTM approval for the use of higher ethanol blends in all gasoline vehicles through scientific emissions research. 12. Require that EPA and all federal agencies use Argonne’s Greenhouse Gases Regulated Emissions and Energy Use in Transportation Model",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 13",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "(GREET) when determining the green house emissions of all energy used in the transportation sector, including electric . and that full life -cycle accounting for electric vehicles includes the direct and indirect GHG and environmental impacts of minerals required for electric vehicle batteries. (Int. 2021) 13. Support lifecycle GHG accounting which properly credits corn production’s uptake and sequestration of GHGs. 14. Support vehicles being certified and warranted for E20 (RON 95) beginning in model year 2026 and for a minimum E25 (RON 98) beginning in model year 2031. (Int. 2019) 15. Support all EPA approved ethanol blends E15 and above being sold in all states. (Int. 2020) 16. Support uniform vehicle standards for fuel economy and GHG emissions. 17. Support legislation to require EPA to use the most common fuel used in gasoline vehicles and small gas engines for emissions certification requirements. 18. Support research and development to increase the production efficiency of ethanol. Support federal funding for the operation of the National Corn to Ethanol Research Center . 19. Support reid vapor pressure (RVP) parity for ethanol blends greater than 10 percent to allow for year - round sales . 20. Support legislation that protects fuel retailers from false claims of d amage due to ethanol. 21. Support expanded use of corn kernel fiber ethanol as a cellulosic fuel. 22. Support efforts to certify gasoline- dispensing equipment for ethanol blends E40 and above through Underwriters Laboratory. 23. Support unified labeling for higher blends of ethanol. 24. Support extending federal tax incentives for retailers installing ethanol fuel infrastructure manufactured for ethanol blends of 15% and greater . 25. Support U.S. Grains Council export programs for domestically -produced ethanol and ethanol -based co- products. 26. Oppose any effort to gr ant a government -owned grain reserve for the purpose of an ethanol reserve. (Int. 2018) 27. Support incentives that promote",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 14",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "the expansion of ethanol and renewable fuels. (Int. 2018) 28. Support the funding and direction for USDOE labs so they will update the fuels data used in the EPA Motor Vehicle Emission Simulator ( USEPA MOVES) model. (Int. 2019) Page 19: 19 29. Support amending the sub- sim law relating to Section 211(f) of the Clean Air Act or rules to clarify that EPA approves all blends 10% and above as substantially similar. (Int. 2019) 30. Support consistent transparency of Small Refinery Exemptions from the EPA such as company name, volume of waivers requested, and an explanation of why it was granted. A period of public comment should be a part of this process. (Int. 2020) 31. Support all efforts to keep liquid fuels as an integral part of the United States’ transportation system . (Int. 2020) 32. Oppose electric vehicle mandates proposed by US EPA and states. ( Int. 2024) 32. Support all new and refurbished retail fuel pumps installed to be UL certified at a minimum E40 certification. (Int. 2020) 33. Oppose EPA granting gap- year small refinery exemptions for past years. (Int. 2020) 34. Support uniform vehicle standards and testing protocols for both fuel economy and greenhouse gas emissions standards using a full (cradle to grave) life- cycle greenhouse gas emissions analysis for all vehicles including electric to ensure a level playing f ield for all fuels and vehicles as we address climate change. (Int. 2021) 35. Support the U.S. government advocating for the equal treatment of MTBE and ethanol tariffs . (Int. 2021) 36. Oppose the production of MTBE in the United States. ( Int. 2021) 37. Support legislation and regulation that enables the use of corn ethanol, corn oil and ethanol derived fuels including diesel style engines that run E98, marine engine fuel, and sustainable aviation fuel industry. (Int. 2022) 38. Support research that documents how ethanol improves gasoline and mitigates negative impacts of aromatics to human health. (Int. 2022) 39. Support EPA approval of",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 15",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "E-85 conversion for existing vehicles to increase the use of biofuel and consumer choices. ( Int. 2023) 40. Oppose e-RIN’s to be associated with the RFS RIN’s. ( Int. 2024) 41. Support pathways that provide monetary value for growers supplying lower carbon feedstocks. ( Int. 2024) Action Items: Biofuels Action Team 1. Work with Congress, the administration including both regulatory and non- regulatory agencies to ensure successful implementation of the RFS for the benefit of corn farmers. Page 20: 20 2. Promote the expanded use of ethanol through continued collaboration. a. Reinstate the CAFE Credits for Flex -Fuel Vehicles either through regulation or legislation. b. Support the use of the term Flex Fuel. c. Support development of ASTM standards for ethanol blends. 3. Secure incentives and requirements to achieve nationwide installation of flex fuel pumps and related infrastructure. 4. Support and promote fuel cell technology with utilization of ethanol as a primary energy source. 5. Support corn and ethanol industry research and investment into economic and sustainable liquid fuel low carbon technologies to further improve GHG accounting score. 6. Support using marginal petroleum source emissions as the petroleum baseline when calculating GHG regulations for biofuels. 7. Support industry efforts to address the dispenser certifications that are required by fire marshals and other regulatory officials in order to sell high level blends of ethanol. 8. Support all agriculture- related businesses (seed companies, chemical companies, ag fuel companies, cooperatives, etc.) utilization of biofuels in their fleet vehicles. ( Int. 2019) 9. Complete an independent economic impact assessment of a federal low carbon fuel standard compared to a High Octane Low Carbon (HOLC) Fuel Standard regarding corn demand, grower profitability, input costs, and freedom to farm. Proposed Completion April 30, 2021. ( Int. 2021) 10. Ensure a level playing field between electric and biofuels",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 16",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "vehicles based on a full life cycle analysis using Argonne’s latest GREET model. (Int. 2022) Trade/Transportation/Animal Ag Action Team 1. Support Distillers Dried Grain research to increase livestock and poultry feeding, including standardized methodologies for testing. Page 21: 21 NCGA Position Title: Energy Policy TBR Dec. 202 7/EXP 20 28 Position Number: I -D-2 Background: Energy sources are a primary consideration for U.S. agriculture’s competitive advantage. Agriculture should be included as a source of energy to reduce our dependence on foreign oil. Policy Statements : 1. Support a national energy policy that develops domestic renewable bio- based energy production. 2. Support equitable incentives for both domestic renewable fuels production and domestic oil production. 3. Oppose international indirect land use penalties on corn ethanol. 4. Oppose additional federal taxes on fuel used in production agriculture. 5. Oppose the privatization of Rural Public Power Districts. 6. Oppose regulations for electric utility restructuring that would shift costs from large industrial users to farm and residential users . 7. Support efforts to use corn derived renewable feed stock for the production of electricity and other forms of energy. 8. Support the use of bio- fuels and lubricants by federal, state and local government -owned vehicles. 9. Support active participation in the 25X25 initiative, ensuring the corn industry’s interests are well represented. 10. Support research that includes corn and corn fiber as a significant biomass feedstock in the production of biofuels. 11. Government policy, taxes and programs should not differentiate in the distribution and retail marketing of ethanol derived from different biomass feedstocks. 12. Support biobutanol from corn and corn products. 13. Support the development of rail, trucking, pipeline and storage infrastructure to address the rural and agricultural need for liquid petroleum, and natural gas. 14. Support efforts to",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 17",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "expand farm -based renewable energy production that provides carbon reduction benefits and income opportunities for farmers. (Int. 2020) 15. Ensure that federal energy policy promoting solar and wind renewable energy consider the costs, reliability and land use change impacts to agriculture (food, feed, fuel and fiber). (Int. 2022) 16. Oppose the use of “farm” when describing a wind and/or solar energy production facility. ( Int. 2023) Page 22: 22 Action Items: Biofuels Action Team 1. Secure the role of corn ethanol in the California Low Carbon Fuel Standards (or other similar state or regional initiatives) through scientific comments, research and other means. 2. Examine the impact of current highly variable (boutique fuels) state fuel content regulations to facilitate easier ethanol blending. 3. Support research and the development of commercial renewable fertilizer production including production plants utilizing wind power and other sources. Page 23: 23 II. Government policy that promotes a thriving agricultural sector Farmers should operate America’s farms with limited government involvement. We support: A. Market -driven Farm Programs B. Minimal, Consistent Regulation C. Federal Tax Policy Reform D. Sufficient Financial and Credit Programs Page 24: 24 NCGA Position Title: Farm Policies TBR Dec. 20 27/EXP 202 8 Position Number: II -A-1 Background: In future farm policy we support the following long -term principles to ensure prosperity for America’s agricultural industry. We will evaluate and support farm policy that will ensure that American farmers are globally competitive, market responsive, and environmentally responsible. We will strive to provides producers with access to world markets, access to capital, access to advances of technology and risk management tools . Policy Statements : 1. Support a program that: a) is compatible with organization goals for WTO negotiations; b) allows producers to make business and planting decisions based on market forces;",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 18",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "c) allows market forces to determine supply rather than government decision making; d) allows payments to all size farms; e) promotes profitability but does not guarantee it; f) includes voluntary conservation practices and is adequately funded to encourage program participation to continue conservation of land and other natural resources; g) will provide federal funding for research, domestic and international market development; h) will provide federal funding delivered to state and local control for rural economic development; i.) includes revenue- based insurance as a component of a safety net ; j.) is designed to be fiscally responsible; k.) include s a crop -specific FSA program designed to complement the crop insurance program ; l.) recognizes the positive contributions from agriculture in discussions on regulations surrounding climate change . (Int. 2022) 2. Support a farm bill that includes both farm programs and a nutrition title. 3. Oppose any effort to lower the payment limits. 4. Oppose lowering of Adjusted Gross Income (AGI) limits to qualify for farm program benefits below current levels. 5. USDA should use the Posted County Price as the average of the two adjusted terminal prices for the county. 6. If any public environmental demands or regulations are placed on private land, the loss of income, loss of property value including the cost of capital improvements to make those changes should be paid by the public. 7. S upport legislation requiring a “Good Neighbor” policy for Federal and State- owned land, including but not limited to existing property lines, management of noxious weeds, trees, and general care of the land. 8. Support legislation that allows land and easements purchased for mitigation projects in specific areas or regions (i.e. watersheds, Loess Hills) be allowed to cross comply for other state and federal Page 25: 25 mitigation projects in that same area or region to help minimize impacts to private land ownership and counties and",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 19",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "states tax revenue. 11. Support improvements to Title 1 commodity programs in order to strengthen the farm safety net , including the Price Loss Coverage (PLC) and Agriculture Risk Coverage (ARC) County programs . (Int. 2022) 12. Support the annual producer election from Agriculture Risk Coverage (ARC) and the Price Loss Coverage (PLC) programs . (Int. 2023) 13. Support the Price Loss Coverage (PLC) effective reference price escalator. ( Int. 2023) 14. The Farm Service Agency should modernize their understanding of family farms and beginning farmers and provide more flexibility to accommodate the growing complexity of farm business structures and intergenerational family farms, as well as the increasing size of family farm operations. ( Int. 2023) 15. Support increases to the maximum loan amounts, to the extent possible without an effect upon current loan holders, for the direct farm ownership and direct down payment loan programs. ( Int. 2023) 16. We support a one- time nationwide mandatory base acre update as determined by recent planting history that establishes added base acres in an equitable manner . (Int. 2023) 17. Support our USDA county offices be sufficiently staffed , have updated software and technology, and any resources to carry out the important and necessary work to support United States corn farming operations. (Int. 2025) 18. Support policy where qualification for the beginning farmer program would require you to file schedule F within 10 years or less, or under the age of 35. Whichever is the greater amount of time. (Int. 2025) 19. We believe the USDA, the Department of Energy and Treasury Department should establish an “Office of Ag and Rural Affairs” to represent agriculture at the Treasury Department. (Int. 2025) Action Items: Risk Management Action Team 1. Develop supporting materials to empower NCGA and state associations to lobby for increasing the USDA -FSA Beginning Farmer and Rancher Loan Programs. ( Int. 2025) Page 26: 26 NCGA Position",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 20",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Title: Farm Program Implementation TBR Dec. 20 25/EXP 202 6 Position Number: II -A-2 Background: NCGA is committed to making farm programs work for producers. We support the following program provisions. Policy Statements : 1. Farmers who have planted crops such as sweet corn, hay crops, or pulse crops should not be subject to a reduction of FSA -defined total crop acres in the calculation of farm base. 2. County -based Commodity Programs should be paid based on the physical location of the tracts within a farm unit. 3. Support the update of base acres and yields when applicable. (Int. 2018) 4. Support restoring base acres and yields for expiring CRP contracts as applicable. (Int. 2018) Page 27: 27 NCGA Position Title: Risk Management TBR Dec. 20 25/EXP 202 6 Position Number: II -A-3 Background: Agricultural producers cannot control the dual risks of weather and price. However, with revenue - based risk management tools, producers can avoid the disastrous effects of low yields and low prices. The subsidy structure of the federal crop insurance program should encourage producers to insure adequate revenue to avoid devastating losses but must not artificially stimulate production. Producers must have timely information to make appropriate risk management decisions. The Federal Crop Insurance Corporation (FCIC), the private crop insurance companies and their agents must make every effort to provide cost and coverage information to producers as early as possible. A safety net is defined as a combination of risk management tools available to producers that have the ability to protect against revenue and production losses due to circumstances beyond their control. Policy Statements : 1. Support revenue- based risk management tools for all states with proportional federal cost sharing for price and yield risks and proportional cost sharing on increased levels of coverage. 2. Support the development of new and innovative risk management products to provide a wide array of",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 21",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "tools to help producers manage price and yield risks. 3. Support risk management products that provide payment for actual losses, including losses incurred from delayed or prevented plantings, arising from disease or other natural causes. 4. Oppose a hard dollar cap on the government’s share of the crop insurance premium. 5. Support a replant policy that will enable producers to replant with the crop of the producers' choice. 6. Risk Management Agency should calculate premiums on an actuarially sound, county basis. 7. In order to receive disaster assistance payments from the federal government, farmers should be required to have purchased at least catastrophic federal crop insurance. 8. Support the reinstatement of an insured’s actual yield history excluding quality loss adjustments if the insured is using an approved product or practice to mitigate such quality loss . 9. Support requiring crop insurance companies to compensate producers for interest costs incurred while crop insurance claims are pending, under litigation or in arbitration, at similar interest rates to those producers are charged on premiums owed. 10. Support a one sample, one test policy accepted by first purchaser, RMA and regulatory agency for mycotoxins. 11. Support changing current planting date limitations to better reflect modern agronomic practices. Page 28: 28 12. Crop insurance companies should be required to disclose to the policy owner justifications for denying a claim. 13. Support the annual updating of county t -yields. 14. Support crop insurance coverage for crop losses caused by man- made floods. (Referred to RMAT by RTF) 15. Support revising the corn and soybean replant maximum payment allowed, to more accurately reflect the division of expenses and actual cost of replanting. 16. Support a process that will allow producers to certify a yearly APH yield by using comparison yields or county “T yields” in cases where an insured crop was destr oyed by an uninsured peril. 17. Support",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 22",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "rule changes to make individual tracts recognized by the USDA Farm Service Agency (FSA) eligible for crop insurance as an individual insurable unit . 18. Support the re- evaluation of crop insurance high risk maps for all crops and require RMA to notify the landowner and tenant of impending changes to high- risk maps. 19. Oppose the coupling of unreasonable conservation compliance requirements to eligibility for federal crop insurance subsidies. 20. Support the current public/private partnership for the delivery of the federal crop insurance program and keep implementation with private crop insurance agents, not government agencies. 21. All loss claims must be made by the end of the insurance period, the final insurance date should not end before 45 days after harvest price is determined. 22. Support the current prevent plant provisions offered by RMA, as they are proven actuarially sound; this includes retaining the 1 in 4 planting provision and the 60% level of PP coverage with an option to buy up the level of PP coverage. 23. Oppose Adjusted Gross Income (AGI) limits to qualify for crop insurance subsidies . (Int. 2023) 24. We support practice- based segregation of Enhanced Coverage Option (ECO) for all applicable crops. (Int. 2025) 25. Oppose any attempt to couple crop protection and best management practice incentives to the federal crop insurance program that are unreasonable or harmful to the program’s actuarial soundness. ( Int. 2025) Action Items: Risk Management Action Team 1. Support increased producer input and advocacy in RMA program development and implementation. 2. Support the study of alternatives and changes to crop insurance, including a tax deferred savings account equal to insurance premiums that could be used when qualifying for a claim. Page 29: 29 3. Encourage the crop insurance companies to use the federal dollar limit as determined by RMA to determine mandatory audit levels. 4. Work with RMA to develop more flexible rules for the",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 23",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "interseeding of conservation cover crops into crops for harvest. Page 30: 30 NCGA Position Title: Minimal, Consistent Regulation TBR Dec. 20 25/EXP 202 6 Position Number: II -B Policy Statements : 1. Support the full reimbursement of legal costs associated with unsuccessful litigation brought by state or federal regulatory agencies against producers. 2. Support maintaining the elected county committee system. 3. Support cooperative agreements for states to perform warehouse examinations in an efficient manner protecting the local interest. 4. Support agricultural exemptions from the Environmental Protection Agency’s Spill Prevention Containment and Control ruling. 5. Oppose the use of models that are not based on replicable, transparent and sound science in the development of regulation and legislation affecting the corn industry. 6. Support agricultural farm operation policies that grant farm families full ability to make reasonable good faith decisions in the involvement of each family member engaging or engaged in farming activites. 7. Landowners should be able to build on a 100 year flood plain if appropriately planned, built up to protect for flooding, and adequately insured. 8. Oppose changing current 100- year flood plain standards to a 500- year flood plain standard. 9. Support youth being allowed to participate in agriculture related work. 10. Oppose any government action that would infringe upon property owner’s rights without appeal and proper compensation, and oppose the unnecessary use of Eminent Domain to convert agricultural lands to other uses. 11. As an alternative to federal and state agencies acquiring land, we support non- permanent easements or leases on the environmentally sensitive property for a period, with an option of renewal, so these lands continue in private ownership and on the tax roll s. 12. Support that the Department of Interior be prohibited from entering into conservation easements longer than fifty years. Landowners who have",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 24",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "existing easements that have been in existence longer than fifty years or those who have no supporting wetland maps will be able to request a renegotiation with the department. (Int. 2022) 13. Work to oppose federal agencies actively soliciting agricultural land for purchase in a flood plain and during a flooding event. Page 31: 31 14. Oppose all new National Heritage Areas unless they meet the following criteria: a. Any Heritage sites should be predestinated to a particular building or site and would not affect private property rights without the consent of such owner b. Any funds should be for specific sites and should not have strings attached c. No zoning changes will be proposed by the managing entity d. All controls remain local under the control of elected county commissioners e. Any historical site cannot place restrictions on any adjoining properties f. No restrictions may be placed on future business opportunities on adjoining lands g. No federal control or legal authority on any site or surrounding properties h. No special taxes can be subjected on citizens within the Heritage site i. Any Heritage area should consume the minimum amount of property. 15. Support legislative oversight of regulatory agencies. ( Int. 2023) Action Items: Risk Management Action Team 1. Support member states in their efforts to protect the right to farm laws. All producers of agricultural products who are in regulatory compliance should be encouraged to continue their operations by all levels of government. 2. Support hearings by the House and Senate Homeland Security Committees regarding Freedom of Information Act requests and the potential national security risk producers may have by releasing of such information. Page 32: 32 NCGA Position Title: Federal Tax Policy Reform TBR Dec. 20 25/EXP 202 6 Position Number: II -C Policy Statements : 1. Support the following positions , policies and programs that strive to ensure the long- term continuity and smooth transition between",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 25",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "generations of family -owned, agriculturally -based businesses: a) No less than $15.0 million individual, permanent exemption from an estate tax, doubled for a married couple, indexed for inflation ; b) incentives for farm transfers, including unlimited stepped up basis made permanent to ensure ease of long- term planning; c) business and asset transition program and federal tax policies which could encourage business owners to transfer ownership of assets such as farmland to future generations of farmers and other active farmers during their lifetimes, rather than allow the business to pass through their estates; and d) maintain the yearly gift tax exemption at no less than $1 8,000, as indexed for inflation. 2. Support a permanent minimum $1 million deduction for qualifying Sec. 179 property, indexed for inflation. 3. Support incentives for capital investments. 4. Support repeal of the alternative minimum tax. 5. Support legislation to redefine hedging to allow producers who replace commodities with offsetting futures and options positions of similar commodities to have the profit or loss on those futures or options positions taxed as ordinary income or loss rather than as capital gain or loss. 6. Support reduction of capital gains taxes, including rate reductions and indexing a property’s basis to inflation. 7. Support the continued use of commodity wages for agricultural employees. 8. Support the purchase of inputs financed by a lending subsidiary of the vendor to be deductible at the time of purchase. 9. Support an increased yearly limit for the net capital loss deduction against ordinary income. 10. Support limiting use of the 1031 provision of the federal tax code when used for agricultural land like-kind exchanges by only purchasers and/or sellers who are active farmers and ranchers. 11. Support a permanent 100% Bonus Depreciation for new and used qualifying property . 12. Support creation of a federal tax incentive for businesses and individuals who invest",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 26",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "in renewable energy related research and demonstration projects that benefit corn producers. Page 33: 33 13. Urge the President and Congress of the United States to address the current fiscal issues in an expeditious timeline so that planned sequestration does not have unintended consequences on the safety and supply of US food. 14. Support the cash method of accounting for farming businesses with no limitations for tax purposes. 15. Support an investment tax credit for farmer owned value- added initiatives. 16. Conservation/Tax Policy a) Oppose taxes on crop inputs as an effort to reduce their usage. b) Recommend legislation be enacted to allow farmers and landowners income tax credits for approved conservation structures and practices. c) Support a change in the U.S. tax code to allow tax deductibility for permanent conservation practices to land owners who cash rent their land. 17. Supports that if a State Historic Preservation Officer (SHPO) and all necessary Tribal Historic Preservation Officers (THPO) have been notified of a past farm storage construction project as required under the National historic Preservation Act, that a new SHPO and THPO determination is not necessary for a new Farm Storage Facility Loan application if the project is located at the same site. (Int. 2022) 18. Support lowering federal C -corporation tax rate s back to 15% for net corporate incomes up to $50,000 and 21% for all net incomes above $50,000 . (Int. 2023) 19. Support the adoption of a non- refundable, federal tax credit for the verifiable production of low -carbon commodities. (Int. 2024) 20. Support both carbon sequestration and utilization being treated equally for tax credit valuation. (Int. 2025) Page 34: 34 NCGA Position Title: Access to Capital TBR Dec. 20 25/EXP 202 6 Position Number: II -D Policy Statements : 1. Support legislation and/or administrative procedures to maintain the availability of agricultural credit at competitive interest rates in a timely manner. 2.",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 27",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Oppose consolidation of banking interests that will limit rural lending. 3. Support beginning farmer loan programs at the federal and state levels. 4. Farm Storage Facility Loan Program a) Support the elimination of the requirement to pledge land as collateral or to otherwise obtain an irrevocable letter of credit from a private lender, irrespective of the loan amount. b) Support a 20- year maximum loan period and permitting producers to elect the maximum period without regard to loan amount. c) Allow local condominium type storage to qualify for the program. 5. Support complete transparency of all criteria utilized by lenders or regulators when determining eligibility for capital. And recognize the need for standardization and complete transparency of any ESG (environment, social, governance) scores, including how any ratings are determined. (Int. 2023) 6. NCGA opposes the creation of a retail central bank digital currency. ( Int. 2024) 7. Support policy that encourages more competition among rural and community lenders. ( Int. 2024) Page 35: 35 NCGA Position Title: Agricultural Immigrant Labor TBR Dec. 20 25/EXP 202 6 Position Number: II -E Policy Statements : 1. Support enactment of legal immigration legislation or a guest worker program that will provide a sufficient work force for agricultural producers and processors. 2. Support immigration policy that protects from penalty, employers of non- U.S. citizens when those employers make reasonable efforts to document immigration status. 3. Support streamlining the H2A , H1, J1 and TN program s to include all on- farm agriculture operations and be run more eff iciently, allowing employees to begin work on their requested start dates and to expand the number of guest workers to help fill vacancies due to labor shortages. (Int. 2023) Page 36: 36 III. Improving our national infrastructure Our competitive advantage depends on a solid infrastructure throughout the U.S. We support upgrading our Transportation System. Page",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 28",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "37: 37 NCGA Position Title: Transportation Policy TBR Dec. 2026/EXP 20 27 Position Number: III -A-1 Background: Transportation issues are a significant factor in market development for corn and related products. We must aggressively work with the U.S. transportation leaders in the public and private sector to resolve transportation barriers that affect agriculture, both domestically and internationally. Policy Statements : 1. Inland Waterways a) Support the immediate modernization of the inland waterway transportation system with trust funds prioritized for adding and/or updating Locks 25, 24, 22, 21 and 20 on the Mississippi River and the LaGrange and Peoria Locks on the Illinois River to 1200 f t. structure, and extending guidewalls at Mississippi Lock and Dams 14 through 18; moorings at Locks 12, 14, 18, and 24; switch boats at Locks 11 through 13. b) Support the full and efficient use of the Inland Waterway Trust Fund (IWTF) on an annual basis. (Int. 2020) c) Oppose using the Inland Waterway Trust Fund for operations and maintenance. d) Support a cost share change from 65% general revenue 35% IWTF to a 75% general revenue 25% IWTF on IWTF projects. e) Oppose any new and/or additional toll/lockage fee ass essed on a per lock basis which could negatively impact tonnage volumes on our inland waterway transportation system. (Int. 2019) f) The federal government and the U.S. Army Corps of Engineers should repair, maintain, and upgrade channel and levee systems in the flood control districts to guarantee the continuation of commerce on the navigable waters of the Mississippi River and Missouri River Basins and the continued protection of personal property by the levee systems. g) Support requiring the Army Corps of Engineers to place a value on wetlands of at least what was paid for the land when calculating cost -benefit ratios for levee repairs. Values of public services should also be included in the calculation. h) Environmental restoration projects should be",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 29",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "subject to the same cost/benefit standards as flood control and navigation projects. i) Encourage vigilant watch on the American Heritage Rivers Initiative policy and other types of initiatives. j) Oppose changes in the U.S. Army Corp of Engineers Missouri River Master Manual that have a negative impact on agriculture because of reduced navigation or potential for spring rises. k) Support increased funding for the Corp of Engineers for Streambank Stabilization and Channel Maintenance for the Missouri River. l) Support continued funding and operation of the Kaskaskia River Lock. m) When flood control plans require the flooding of specific tracts of land to protect economic development in other areas, the landowners of the proposed sacrificial property should receive an annual flood easement payment and compensation for physical and economic damages in the event of actual flooding. n) Oppose any efforts to alter or remove lock and dam infrastructure which could negatively impact tonnage capacity on our inland waterways. (Int. 2022) o) Support emergency funding for dredging where and when needed. (Int. 2023) Page 38: 38 p) Support all inland waterways construction and major rehabilitation projects originally funded by FY2021 Infrastructure Investment and Jobs Act remain a federal obligation. ( Int. 2024) q) Encourage the U.S. Army Corps of Engineers to fund preconstruction engineering and design for the Upper Mississippi River Navigation Study (Navigation and Eco System Sustainability Program or “NESP”) to fully realize the potential of production technology advancements to increase corn yields as well as potential for future foreign demand. r) Support management of the Missouri River that places the highest priority on economic uses of the river, i.e., power generation, flood control for agricultural land, navigation and irrigation. 2. Support accurate Federal Emergency Management Agency (FEMA) flood mapping. 3. Rural Highways a) Support state and federal funding for",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 30",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "the building and upgrading of rural highways and bridges. b) Support and fund heavier weight bearing limits for roads and bridges to accommodate shipping. c) Support the reauthorization of the Federal Highway Act with the following enhancements: ability to increase gross vehicle weights and additional axle configuration or long vehicle configuration on federally funded primary and secondary roads. Allow the gr andfathering in of all state current weights and vehicle combinations. d) Support long term funding for the Federal Highway Trust Fund. 4. Railroads a) Encourage the Surface Transportation Board to focus on shipper/receiver needs. b) Support short line and regional rail projects that improve opportunities for efficient and economical movement of corn and corn products and enhance competition. c) Support competitive and nondiscriminatory rate structure for all our nation’s railroads. d) Support establishing state and federal matching loans or grants to upgrade short line rails needed to carry heavier weight. e) Encourage the rail industry to continue the safe transport of anhydrous ammonia. 5. Support efforts to secure federal funding and investment for all federally designated ports, including inland ports. ( Int. 2023) 6. Support repeal of the Jones Act . 7. Support adequate funding for dredging of coastal ports to a depth of at least 50 feet . 8. Support expedited environmental review, or grandfathering of the rebuilding of infrastructure, if property is destroyed by disaster. 9. Support ag production having a right of standing in any rail rate case involving agriculture. 10. Support reduction in filing fees for rail rate cases . 11. Support the retention and upgrading of the rail transportation system. (Int. 2018) 12. Support upgrades for grain export facilities. (Int. 2018) 13. Support efforts to improve and expand transportation for the movement of agricultural products by all forms of transportation. (Int. 2018) Page 39: 39 14. Oppose mass dumping of",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 31",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "silt back into a river by the U.S. Army Corps of Engineers and urge U.S. Army Corps of Engineers to pursue new uses of dredged materials in lieu of mass dumping into bodies of water. 15. Support transferring Clean Water Action Section 404 “dredge and fill” permitting to the state level. 16. Support a tax on electric vehicles to fully offset the loss of state and federal gas tax. ( Int. 2023) 17. Transportation Research a. Support further research and development of a nationwide transportation network that is economically sound and will provide a foundation for our future agricultural transportation needs. b. Inform policymakers of the economic consequences of the inefficiencies of our transportation infrastructure economic consequences of the inefficiencies of our transportation infrastructure. 18. NCGA opposes the closure of North American ports of entry and export used for transportation of U.S. agricultural commodities, goods, and inputs. ( Int. 2024) Action Items: Page 40: 40 NCGA Position Title: Truck Regulations TBR Dec. 20 26/EXP 20 27 Position Number: III -A-2 Policy Statements : 1. Support continuation of farm exemption of Commercial Drivers License (CDL) requirements. Support elimination of travel restrictions for farmers hauling their own farm commodities and equipment. 2. Oppose the application of transportation regulations relating to drivers of commercial vehicles such as the Federal Motor Carrier Safety Regulations for farmers transporting property for their farming operations. 3. Support agreements allowing farmers hauling their farm products into bordering states to utilize farmer licensing and permitting. 4. Support legislation to exempt farmers with farm license plates on their trucks from being required to obtain a U.S. DOT number and a UCR permit. 5. Seek a permanent hours -of-service federal waiver for agricultural products to help ensure timely delivery . 6. Encourage all states, Canada, and Mexico to establish uniform truck standards for",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 32",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "safety, liability and cargo insurance for all vehicles operating for hire. Work to ensure trucks and drivers that pass uniform standards are permitted to move freely across b orders. (Int. 2018) Page 41: 41 NCGA Position Title: Rural Development TBR Dec. 20 27/EXP 20 28 Position Number: III -B Background: NCGA encourages the U.S. Congress to initiate programs that will maximize potential opportunities for farmers and their communities. Engaging farmers in value- added processing, production, and marketing is an important strategy for enhancing farm profitability and fostering the development of their rural communities. This implies creating relationships between producers and their customers with shared risk and reward, enabling the producer to receive a larger share of their customer’s dollar by investing management, equipment, processing, time, etc. Rural communities stabilize the economy through strong business capitalization and a history of consistent growth. Policy Statements : Supports: 1. Infrastructure investment for improved internet service in rural areas nationwide. ( Int. 2021) 2. Local grower ownership of livestock, corn processing, and grain operations. 3. New sources of capital and lendable funds for start -up and growth businesses. 4. The Commodity Credit Corporation loan program for farmer investment new construction or expansion of value- added enterprises. 5. USDA Rural Economic Community Development Funds to be prioritized towards farmer owned value- added systems. 6. An investment tax credit to support farmer owned value -added initiatives. 7. Further development of USDA programs that provide technical assistance, business planning, feasibility studies, market research and development, technology, coordination for farmer owned facilities. 8. Studies which show what corn processing can do for infrastructures and jobs in rural America. These studies should qualify for USDA value- added grant funding. 9. Full funding for USDA Rural Development",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 33",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Value Added Producer Grant Program. 10. Strong involvement by USDA – Rural Development State Offices in the development and scoring of applications of USDA Value -Added grants programs. 11. Implementation of the “rural economic development component” within the Farm Bill that would help create new corn utilization. 12. Rural development grants language that encourages innovative value added efforts that do not depend on construction of facilities and supports market systems between producers and end users. 13. Amending IRS Code Section 521, the certification criteria for producer cooperatives, to certify cooperatives in which more than 50% of the ownership and control is held by producers. Page 42: 42 14. Amending federal law to define a producer owned or controlled business as more than 50% producer - owned or controlled for purposes of producer entities under federal tax, securities, and antitrust laws. Provide exemption for antitrust purposes similar to C apper Volstead exemption but without entity restrictions. 15. Amending IRS Code to allow a cooperative or other producer business entity to convert to a newly eligible business structure without a liquidation tax being imposed if, after the reorganization, a majority of the governance and financial rights are held by producers of agricultural products. 16. Allowing cooperatives and producers entities with proper disclosure to raise money for a capital improvement from patrons and certain qualified investors as certified by the securities division of any state without federal registration. Exempt producer ow ned or controlled businesses from federal SEC reporting requirements unless securities are traded on a national public exchange. 17. Prohibit ing the taking of property by eminent domain for private economic development. 18. The important work of USDA Rural Development to improve the quality of life and increase economic opportunity in rural America. Encourage the long- term funding of the grant, loan and",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 34",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "loan guarantee programs administered by USDA Rural Development. 19. Support ownership of ag land in the U.S. only by U.S. citizens or permanent resident aliens with exception for research and food processing activities that support domestic agricultural production. (Int. 2023) 20. Mental health initiatives which directly impact farmers, farm families, or rural communities. ( Int. 2024) Page 43: 43 IV. Building a solid future for tomorrow’s farmers We support an active research and education commitment by all segments of the corn industry and government. A. Research and Commercialization B. Structure and the Marketplace C. Precision Farming D. Communication, Cooperation and Education E. Information Programs —Livestock/Poultry Page 44: 44 NCGA Position Title: Research and Commercialization TBR Dec. 20 27/EXP 20 28 Position Number: IV -A The Research focus at NCGA is to incorporate scientific knowledge ensuring increasing opportunities for corn growers, a profitable corn industry, and a thriving rural economy. Policy Statements : 1. Support maintaining or increasing funding of research at all levels to improve corn quality, lower input costs and increase the use of corn. 2. Support corn genome sequencing and functionality research and pursue action to increase the annual funding for the plant genome initiative with continued leadership through the National Science Foundation (NSF) and other agencies. 3. Support expanded genomic research on agricultural pests (weeds, insects, pathogens). ( Int. 2019) 4. Support funding for USDA’s National Seed Storage Laboratory to maintain the genetic diversity of corn and other crop seed stock important to agricultural production. 5. Support research into the use of the value- added products generated by the corn industry for meat, poultry, aquaculture and dairy feeding, and other new uses. 6. Support research and production of biobased renewable corn products such as fuels, textiles, plastics, and chemicals . 7. Strongly support",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 35",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Congressional appropriation of additional funds to support ag research for corn and other crops of economic significance. 8. Supports Federal Funding for Multi Crop Phenotyping Initiative. 9. Support Germ plasm Enhancement Maize (GEM) program to increase the genetic diversity and reduce the genetic vulnerabi lity of commercial hybrids. 10. Support corn breeding efforts to develop and maintain unique germplasm. 11. Support efforts to increase and broaden the educational opportunities of those working to advance corn productivity, efficiency, quality, and utilization. 12. NCGA supports use of naturally occurring processes in developing plant/crop improvements for agricultural purposes within appropriate guidelines (e.g. enhanced ploidy, gene editing, RNA interference [RNAi], biologicals, etc. ) 13. Opposes USDA’s requirement of prepayment of matching funds for multi -year grants under the Agriculture and Food Research Initiative Competitive Grants Program: Solicitation of Commodity Board Topics and Contribution of Funding program. Page 45: 45 14. Support the development of improved genetic traits in corn for the producer and end user . (Int. 2018) Action Items: Research and New Uses Action Team 1. Support US Federal Agencies developing an aggressive strategic plan for public research in genomics and genetics and utilization of corn and focus policy and research dollars to that end. 2. Support forums for state/national research representatives to share/explore current and future research opportunities. 3. Support research and intellectual property agreements with research institutions to give checkoff funded organizations the right to jointly set license fees and royalty rates with the institution. 4. Support collaborative research efforts between public and private researchers. 5. Support working with state affiliates, government, university and industry representatives to execute a comprehensive, national corn research and commercialization strategy based on a stage",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 36",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "gate model to expand the utilization of corn and corn products. 6. Support research to assist corn growers in realizing monetary benefits for growing corn with lower carbon scores. ( Int. 2024) 7. Work with the Federal Trade Commission’s Bureau of Economics to identify the necessary research and action to initiate a merger retrospective study on U.S. Fertilizer Companies. ( Int. 2022) Page 46: 46 NCGA Position Title: Structure and the Marketplace TBR Dec. 20 26/EXP 20 27 Position Number: IV -B Background: A competitive agricultural supply industry is essential to a profitable corn industry that allows the American farmer to be the world’s most efficient producer. It assures producers, in the long run, of better products and lower input prices. Similarly, competition among merchandisers and/or end users is vital. Without adequate competition, fair compensation to producers fails to exist. Policy Statements : 1. Support policies which encourage the availability of additional supplies of fertilizer (i.e. preventing and removing import tariffs on fertilizer ). 2. Encourage initiation of action review , and/or policies for the Department of Justice, other appropriate agencies and/or in Congress to focus on agricultural mergers, acquisitions, vertical integration and price transparency , especially where competition and/or price discovery does not exist . 3. Encourage manufacturers and suppliers of farm inputs to price their products worldwide in a way that does not put U.S. producers at an unfair disadvantage and to oppose the use of trade barriers to gain a market advantage to the detriment of the U.S. farmer. 4. Support state warehousing and grain dealer laws while opposing any federal regulation that would jeopardize state grain indemnity funds and/or state merchandising regulations. 5. Support USDA NASS accurately reflecting the replacement of corn for feed by distiller's grains in the marketplace. 6. Oppose increases in daily trade limits on all commodity exchanges.",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 37",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "7. Support a rule to have USDA reports released at non- trading periods to ensure that all users of commodity markets have an equal chance to see the information before trading resumes. 8. Support mandatory price reporting to the U.S. Department of Agriculture - Agricultural Marketing Service, including marketed quantities, by domestic and international manufacturers and wholesalers of nitrogen, phosphorous and potassium fertilizer and fertilizer products. Data shall be published in a manner that protects propriet ary business information. ( Int. 2024) 9. NCGA supports the Committee on Foreign Investment in the United States (CFIUS) as the best government body to scrutinize, approve, or disapprove foreign purchases of U.S. agricultural businesses and specific real estate transactions, and supports the addi tion of the Secretary of Agriculture as a member of CFIUS for all decisions affecting U.S. agriculture. (Int. 2025) 10. NCGA recognizes the importance of research and development investments by companies from other nations, including research facilities and agribusiness investments within the United States. ( Int. 2025) Page 47: 47 11. NCGA supports USDA NASS as a source of unbiased data on various aspects of agriculture, encourages farmer completion of surveys and requests: a. NASS re -instate county level crop production and demographic reports; b. NASS to implement new strategies in releasing data in a more accurate and timely manner. (Int. 2025) Action Items: Production and Sustainability Action Team 1. Encourage the federal government to help ensure competitive business practices among agricultural suppliers. 2. Complete an analysis or study of the commercial phosphorus industry with emphasis on 1) number of companies providing phosphorus products with U.S. farmers and percentage of market by company, and 2) diversification of phosphorus products and opportunities for more environmentally sensitive products available in the marketplace. 3. Complete an",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 38",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "analysis or study of the commercial potash industry with emphasis on 1) number of companies mining, manufacturing, and supplying potash products to the global and US markets; 2) market share by company; 3) diversification of products; and 4) opportunities for, and barriers to, competition in the marketplace. ( Int. 2022) Page 48: 48 NCGA Position Title: Precision Farming TBR Dec. 20 26/EXP 20 27 Position Number: IV -C Policy Statements : 1. Data generated on farms meets all qualifications to be considered a financial asset and, as such, should be treated as a valuable product generated by farmers as a direct result of their labor, time, and management decisions. a) Farmers have the right and responsibility of directing their data as they wish, including the right to set and negotiate the value of that data when they transfer ownership or provide access or use rights to the data. b) Farm data entered into digital platforms for the purposes of running an agricultural diagnostic or decision tool, as well as the resultant data produced by that tool, should remain the property of the farm operation that purchased the tool. c) Data collected and the resulting data produced by farm machinery operations (e.g. combine yield data, precision ag applicators) should be considered the property of the farm business. 2. Support designers of precision farming equipment to use communication standards that make their products compatible with all platforms of software and hardware. 3. The Federal Communications Commission (FCC) should maintain the integrity of the entire Mobile Satellite Service BAND spectrum for GPS use. 4. Support individual and commercial access to Unmanned Aircraft Systems (UAS) technology as a tool for farmers to manage their farm operation for production and research. Any access should be with the agreement of the landowner and/or farm tenants. 5. Farmers should have access to the information and tools necessary to maintain and repair their farm equipment. Action",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 39",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Items: Production and Sustainability Action Team 1. Support efforts to better educate stakeholders regarding utilizing new technology or equipment that may receive, record, and/or transmit their data. 2. Support requiring companies that are collecting, storing, and analyzing the data to provide full disclosure of their use of the data and provide compensation to farmers for the data. 3. Be an active participant in industry discussions regarding development of protocols including ; but not limited to, proper disclosure, privacy, and use agreement. 4. Encourage participants in data sharing use agreements to recognize the value associated with the data. 5. Support farmer data protection legislation included in the Farm Bill requiring that data can only be released as aggregate data. ( Int. 2024) Page 49: 49 NCGA Position Title: Communication, Cooperation and Education TBR Dec. 20 26/EXP 20 27 Position Number: IV -D Background: U.S. corn growers will positively position the value of corn and corn production. Communications addressing our issues are more credible when presented by farmers. Policy Statements : 1. Corn Checkoffs a) Support state checkoffs on all marketable corn, to expand and enhance the use, marketing and efficient production of corn. b) Specialty corn grown under contract should be subject to state corn checkoff assessment programs. c) End-users should be prohibited from administering a corn checkoff. d) Only state recognized, corn farmer -led organizations should be eligible to collect and administer a state corn checkoff. e) Only one corn checkoff per state should be recognized. 6. Communication Infrastructure a. Support efforts to provide high- speed data, voice and video technologies to corn growers. b. Encourage competition to provide increased access and affordable service. Action Items: Communication and Education Action Team 1. Education a) Support Funding for programs that encourage agriculture education in K12 schools and postsecondary and",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 40",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "higher education. b) Support the development and dissemination of ag- focused STEM (Science, Technology, Engineering, and Math) curriculum to science teachers nationwide. 2. Support programs that increase public awareness of the uses and benefits of corn and how corn presents sustainable solutions to global challenges. ( Int. 2021) Page 50: 50 NCGA Position Title: Information Programs - Livestock/Poultry TBR Dec. 20 26/EXP 20 27 Position Number: IV -E Policy Statements : 1. Continue a comprehensive program to educate potential users of corn and its co- products as a livestock/poultry/aquaculture/dairy feed. 2. Farm Animal Welfare a) Support responsible livestock/poultry /aquaculture/dairy production and oppose restrictive legislation. Recognize the importance of proper animal care. Oppose restrictive legislation on livestock/poultry/aquaculture/dairy that impacts responsible production. b) Support the Humane Slaughter Act as regulated by the USDA . 3. USDA should prepare and train for a major animal health outbreak. USDA should seek out producers to develop improved response, disposal, and biosecurity protocols. 4. Support the regulation of cell cultured and plant protein products by the US Department of Agriculture’s Food Safety Inspection Service, and the clear and appropriate labeling of these products so as not to mislead consumers. (Int. 2019) Action Items: Trade/Transportation/Animal Ag Action Team 1. Support educational efforts that enhance consumer understanding of the economic value of responsible livestock/poultry /aquaculture/dairy producers to rural communities. 2. Changes to animal guidelines should be based on sound data, expert analysis and economic feasibility. 3. Encourage National Corn Growers Association and State corn organizations to work with their livestock organizations to develop Animal Welfare Coalitions. 4. Recognize animal welfare practices within Livestock/Poultry/Aquaculture/Dairy that maximize consumer confidence. 5. Support national",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 41",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "livestock groups in their efforts to distinguish animal protein products from cell cultured or plant protein products. Proposed completion 3/2022. Communication and Education Action Team 1. Assure the public, through relationships and conversations , that American animal agriculture is humane. 2. Engage with member states to defeat the efforts of radical animal rights groups which seek to end modern agriculture production in the United States. Page 51: 51 V. Leaving our world in better shape than we found it Farming using Best Management Practices (BMP) will improve the environment. A) Environmental Policy B) Water Quality C) Crop Protection Use Policy D) Conservation Programs Page 52: 52 NCGA Position Title: Domestic Environmental Policy TBR Dec. 20 26/EXP 20 27 Position Number: V -A-1 Background: Corn growers are very concerned with the health and well -being of American citizens. We are mindful of the need to balance environmental stewardship with a dependable food and energy supply and necessity for long- term profitability. We suppor t interaction with any organization that shares our concern for the environment. Policy Statements : 1. Support a domestic environmental policy based on sound science using a cost -benefit analysis, and fund needed research allowing our advocates to challenge new USEPA regulations . 2. Water Flows a) Urge federal government agencies to fully consider impacts of regulating water flows on agriculture. b) Urge all federal, state and local governmental agencies to expeditiously repair water retention and protection structures damaged by flooding to protect all cropland producers who wish to keep their land in production. 3. Natural Resource Policy should encourage a system that incorporates local farmer input as a model for dealing with farm -related environmental issues and regulations. 4. Support state corn grower association efforts to secure federal funding for: a) State water quality efforts. b) Coordinated multi -state water",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 42",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "quality efforts 5. Support the development and implementation of carbon capture, utilization , and sequestration technologies (including but not limited to pipelines and geologic sequestration) to lower the carbon intensity scores of the entire agriculture value chain. ( Int. 2023) 6. Require that any new environmental regulations show a positive cost and risk benefit analysis before implementation. 7. Support research efforts to address nutrient management. 8. Support the use of satellite imagery to illustrate cropping patterns in legislative and/or regulatory processes when verified by ground truthing. 9. All scientific data and models generated by government agencies should be subject to ground truthing and cited peer review. 10. Support water management through irrigation and tile drainage. 11. Agricultural environmental standards should not be more strict than industry and municipal standards. (Int. 2018) Page 53: 53 12. Support the recognition of all government approved nitrogen stabilization products for fertilizer and manure applications . (Int. 2021) 13. Support policy and programs that recognize agriculture as a passive recipient of perfluoroalkyl and polyfluoroalkyl substances (PFAS) and provide the financial and technical assistance for farm level remediation if i t is needed. ( Int. 2024) Action Items: Production and Sustainability Action Team 1. Support the crop protection industry in their proactive efforts to improve pollinator health. 2. Encourage the development of local resource planning groups composed of agricultural landowners and producers to address local conservation and environmental issues. 3. Encourage the utilization of organizations and government agencies as technical advisers to the local resource planning group. Page 54: 54 NCGA Position Title: Global Climate Change TBR Dec. 20 27/EXP 20 28 Position Number: V -A-2 Background: Weather variability significantly affects farmers, agricultural supply chains and our food supply. Farmers",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 43",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "have always been impacted by rainfall events, flooding, shifting seasonal temperature patterns and frequent seasonal droughts. However, changing climates have led to more frequent and intense weather events in certain regions of the country. Corn farmers have continuously pushed the boundaries of innovation by investing in practices aimed at improving productivity. Farmers seek to adopt conservation and sustainability practices on their farms, all of which work to conserve soil and organic matter, and reduce or mitigate GHG emissions. Corn farmers support policies that help make their farms agronomically and financially more sustainable. Policy Statements : Support: 1. Market -based, voluntary opportunities for farmers to be compensated for the greenhouse gas (GHG) reductions, carbon sequestration, and other environmental benefits (e.g. water quality and biodiversity) associated with regenerative farming practices . (Int. 2020) 2. Federal policies at USDA that establish a program of information and full transparency for farmers regarding the voluntary marketing of on- farm agricultural greenhouse gas emission reductions, carbon sequestration benefits, and ecosystem credits used for c ompliance by other entities in any greenhouse gas and carbon reduction programs to ensure transparency for farmers. Such policies should establish standards that protect farmers from unfair practices regarding disclosure of how farmer data is used and shared as well as the methods for validating and quantifying assets and how asset value is determined. Further, such policies should require timely aggregate reporting of the economic value being offered to farmers for these credits by any entity involved in the buying, re -selling, or trading of domestic greenhouse gas, carbon sequestration, or ecosystem market credits; or their use of these on- farm reductions for state or federal compliance programs. Such policies should provide farmers with timely, accurat e, and reliable market",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 44",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "information; facilitate more informed marketing decisions; and promote competition in these credit markets. Farmer participation should be voluntary in any carbon market. (Int. 2021) 3. A climate smart commodity being clearly defined with an industry approved, science- based process. We support a transparent market that gives farmers access into how an asset value was determined and opportunities to market that asset in a way most impactful to their own farm. ( Int. 2022) 4. Policy that provides farmers and bioproduct producers market derived incentives for focusing on carbon sequestration and becoming carbon neutral or carbon positive. (Int. 2020) 5. Programs that build a carbon credit market that is inclusive of all practices and cropping systems used by producers that sequester carbon. (Int. 2021) 6. Federal crop insurance programs that are well -funded and managed so as to effectively and affordably help farmers deal with the financial risks associated with extreme weather events. (Int. 2020) Page 55: 55 7. Federal and state conservation technical and financial assistance programs that can help farmers adopt and maintain the use of conservation practices, recognizing that often farmers do this on their own when provided practical and science- based guidance. (Int. 2020) 8. Policies that recognize and support early adopters of practices. (Int. 2020) 9. Climate legislation that allows farmers the ability to use the most effective and appropriate production practices to meet the needs of their operations. (Int. 2020) 8. Climate policy that supports research and innovation needed to develop new technologies that will help farmers respond to climate change and continue reducing greenhouse gas emissions. Policies must also support, or not restrict, access to innovative products, including pesticides and seeds derived from biotechnology and/or plant breeding innovation, which are important for enabling agriculture to be part of the solution for global climate change.",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 45",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "(Int. 2020) 9. Greenhouse gas reduction goals and targets that are science- based, measurable, and achievable over time. (Int. 2020) 10. Policy to help USDA expand research quantifying the long- term economic and physical, chemical, and biological (i.e. soil health) benefits of in-field conservation practices, specifically studying their effect on a farm’s resiliency to extreme weather events. (Int. 2020) 11. Improved collaborations across state and federal policies, to create better opportunities to share innovative technology and best practices and across geographies, in order to scale solutions. (Int. 2020) 12. USDA as the lead role on federal policies and programs involving agriculture and climate change related efforts. (Int. 2020) 13. EPA clarifying the de minimis character of biogenic carbon emissions from the processing of annual agricultural crops. (Int. 2020) 14. Federal infrastructure initiatives to make all aspects of the agricultural supply chain more resilient in the face of extreme weather, and in general more efficient with greater capacity. (Int. 2020) 15. Include the annually updated, Argonne- generated GREET model for any life- cycle analysis (LCA) of GHG emissions . for biofuels and insist that life- cycle accounting for all other transportation energy include a full accounting of their direct and indirect GHG and environmental impacts. (Int. 2020) 16. Department of Agriculture must issue separate estimates for the number of native grassland acres converted to annual crop production and the number of acres in managed perennial cover, like pasture in alfalfa or other planted species, that are rotated into annual crop production. (Int. 2024) Oppose: 1. Oppose using international indirect land use change in calculation of the carbon footprint for renewable fuels so that renewable fuels are on an equal footing with petroleum and other industries. Page 56: 56 2. Oppose domestic incentives favoring foreign competitor feedstocks due to restrictions",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 46",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "placed upon US farmers. (Int. 2024) Action Items: Production and Sustainability Action Team 1. Continue thorough life- cycle analysis of corn production and the end uses of corn, including livestock and corn- to-ethanol technology . 2. Commission a life cycle analysis (LCA) of all renewable energy sources including wind and solar. These results should include the BTU energy required to install and service these systems compared to the lifetime energy output they provide. (Int. 2022) 3. Encourage the Department of Energy (DOE) to support policy, research, and infrastructure directed to the use of using corn cobs, stover, and corn kernel fiber as a fuel to generate steam and electricity and as a source of cellulosic feedstock for ethanol. Benefits include replacement of fossil fuels, a reduction of the carbon footprint, and a significant improvement to the energy ratio for growing and processing corn for ethanol in the near term. 4. Fully explore through policy research the impacts of climate legislation on agriculture and biofuels such as the Rural Green Partnership. Page 57: 57 NCGA Position Title: Water Quality TBR Dec. 20 26/EXP 20 27 Position Number: V -B Background: The quality of water is a critical national issue, and the efficient use of nutrients is essential for profitable crop production. Policy Statements : Support: 1. Continued funding for federal non- point source pollution programs authorized by the Clean Water Act. 2. Support the proposed language of the Clean Water Act regarding the Navigable Waters Protection Rule; which differentiates state waters from those subject to federal jurisdiction. 3. Voluntary non- point source programs to assist farmers in achieving soil health and water quality goals. 4. Research on the impact of site specific application technology on the environment and agriculture. 5. Landowner and D epartment of A griculture involvement in developing guidelines for watershed nutrient management to be constructed through watershed",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 47",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "stakeholder input. Guidelines should be managed through individual State Departments of Agriculture. 6. All Total Maximum Daily Load (TMDL) implementation plans for watershed protection programs should remain voluntary, be incentive based, and provide for farmer input into the decision- making process concerning TMDL assessment and monitoring. 8. Water quality cost share assistance programs, such as EQIP, should be made available to livestock/poultry facilities without bias to size or location. 9. The U.S. EPA shall adopt science- based water quality standards when considering the approval of a TMDL and TMDL implementation plan submitted by the states. 10. The use of EQIP funds and other cost share funding to meet any governmental requirements for storage of fuel, fertilizer or crop protection products. 11. Support practices to maintain or improve groundwater quality and quantity that are science- based. ( Int. 2019) 12. Voluntary measures, including Farm Bill conservation programs to achieve desired environmental goals like reducing nutrient and sediment losses and improving soil health. 13. Encourage farmer involvement and participation in watershed planning committees and state technical committees. (Int. 2018 ) Page 58: 58 14. USDA should officially acknowledge that the inclusion of small grains for grain harvest in a corn- soybean rotation is a sound conservation practice that provides “living cover” benefits as cover crops in terms of reducing sediment and nutrient losses and enhancing soil health, and in general represents a regenerative agriculture practice. ( Int. 2024) 15. USDA including any acres planted to winter wheat for harvest in USDA’s official annual estimates of total US “cover crop acres”; such inclusion should not impact winter wheat’s eligibility as a harvestable cash crop insurable through crop insurance and other safety net programs. ( Int. 2024) Oppose: 14. EPA efforts to impose mandatory and enforceable requirements for non- point sources",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 48",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "of pollution from agricultural lands. 15. Manure applied on cropland at agronomic rates using Best Management Practices from being considered point source pollution. Action Items: Production and Sustainability Action Team 1. Urge the appropriate federal and state agencies to work with universities, commodity groups and general farm organizations to: a) Urge the Environmental Protection Agency (EPA) to use scientifically sound health -based maximum contaminant levels (MCL) when establishing the rules for restricted use crop protection products and nutrients. State governments should use the federal standards for evaluating any need for remedial action. b) Determine the methods and quantities by which contaminants enter water. c) Research effects of such contaminants on human health and environment. d) Acknowledge that the best way for producers to do their part in protecting the quality of our water resources is through the recommended use and safe handling of fertilizers and crop protection products. Develop and prove best management practices to protect water quality and educate farmers in their implementation. e) Make the goal of maintaining and achieving quality water the mutual responsibility of all rural, urban and industrial users of water. f) Acknowledge the importance of responsible nutrient use in profitable crop production. g) Use state land grant university developed nutrient management recommendations for their programs. h) Participate in water quality research to create a baseline for nitrogen and phosphorus on tiled land and impacts of streambank erosion. (Int. 2018) 2. Work with farmers and USDA to ensure that acres planted to winter grown crops intended for harvest (i.e. wheat) are given recognition as addressing natural resource concerns, without the expectation of government cost -share unless otherwise eligible. ( Int. 2024) Page 59: 59 NCGA Position Title: Crop Protection Use Policy TBR Dec. 20 26/EXP 20 27 Position Number: V -C Background: The",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 49",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Environmental Protection Agency (EPA) should recognize the importance of crop protection products as effective and economical corn production tools, and should recognize that manufacturers of these products and corn growers have voluntarily initiated and adopted changes in use rates, application practices and additional best management practices (BMP) that have resulted in significant decreases in total volumes applied and significant increases in soil and water protection measures. We urge EPA to objectively evaluate the risks and benefits of these crop protection products using the best available science. Policy Statements : 1. Farmers should not be held liable if they use products according to label directions and generally accepted agronomic practices. 2. Mandatory record keeping of crop protection products should be limited to restricted- use crop protection products. Confidentiality of the individual’s records should be maintained. 3. Support the Food Quality Protection Act (FQPA) to take precedence over local crop protection product regulation and expeditiously: a. Make decisions based on sound science instead of based on default assumptions. b. Register new crop protection products. c. Release regulations and workable tolerances for products that have completed data. 4. Support practices that are reasonable, manageable, attainable, and economically viable, ensuring they prioritize collaboration with farmers, ensuring their rights, expertise, and operational needs are protected while promoting environmental stewardship when mitigations are deemed necessary. ( Int. 2025) 5. Oppose efforts by EPA to require implementation of pesticide management plans. 6. Support a requirement for a scientific -based review and cost risk/benefit analysis for the registration and re- registration of crop protection products including triazines . 7. When addressing risks of crop protection product residues in food, the most scientifically reliable estimates of risk and exposure",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 50",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "should be used. 8. Oppose efforts to implement zero tolerance or unrealistic spray drift policies or otherwise attempt to implement drift policy on a case by case basis. 9. Support streamlining the interagency consultation process for pesticide registrations under FIFRA and the ESA and encourage grower engagement in these processes as more crop protection products move through the ESA process . Page 60: 60 10. Oppose Inherently Safer Technologies (IST ) provisions in federal chemical site security legislation because it would require chemical facilities to assess the viability of switching to “safer” chemical alternatives without considering agronomic necessity and could jeopardize the availability of w idely used, lower cost sources of essential plant nutrient products used by farmers. 11. Support repeal of the requirement for National Pollutant Discharge Elimination System (NPDES) permits for pesticide applications as mandated by the U.S. Sixth Circuit Court of Appeals. 12. Oppose governmental agencies prohibiting or restricting beyond their approved labeled use any federally approved crop protection chemical or seed technology, such as biotechnology or plant breeding innovations on any publicly owned or managed land when such land is in agricultural production. The contractual language within agreements between governmental agencies and farmers/growers on agricultural land shall follow proven science and shall provide growers access/use of standard industry practices . 13. For crop protection products marketed and sold in the U.S., the current patent holder and/or any party, including 3rd party entities choosing to market and sell that product, must maintain global regulatory tolerances as long as the product is being used, and for at least two growing seasons after the product is discontinued for use in corn. We support collaboration and financial compensation as appropriate between the original registrant and generic providers on required data needs for",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 51",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "maintaining said tolerances. 14. Support the authority placed in EPA by the Federal Insecticide, Fungicide and Rodenticide Act (FIFRA) to make foundational, science- based decisions on how pesticides can be labeled and used. Oppose states requiring additional or different practices on pest icide labels, which would create an inconsistent and confusing patchwork of state regulations. ( Int. 2023) 16. Support an increase in mandatory funding through Section 10109 of the Agricultural Improvement Act of 2018 for the best available science, including mapping, regarding endangered species and their habitat to be used at the Environmental Protection Agency. ( Int. 2024) 17. We recognize that companies manufacturing pesticides provide valuable tools that are needed by farmers and support the scientific -based approval of such products for use by farmers, however, we do not support blanket immunity from ongoing or potential law suits that may emerge in the future should a product be found to be unsafe such as causing cancer or death. (Proposed Addition from Iowa Corn) (Int. 2025) 18. Support the use of science- based, narrowly defined maps (e.g. Species Range, Core Map, and Pesticide Use Limitation Areas) that specifically target endangered and threatened species and their critical habitats for protection, minimizing restrictions on agr icultural operations. We support the use of all available resources, including universities, public and private organizations, and other expertise to ensure the mapping process is transparent, collaborative, and informed by the best available science. PULA boundaries should be limited to areas where protection measures are reasonable and supported by clear science. ( Int. 2025) Page 61: 61 NCGA Position Title: Conservation Program TBR Dec. 20 27/EXP 20 28 Position Number: V -D-1 Policy Statements : 1. Support USDA fund ing conservation cost -share programs with local farmer -elected committee oversight . 2. Support the Natural Resources",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 52",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "Conservation Service (NRCS) to provide technical and financial assistance and educational resource planning programs to agricultural producers to help them meet society's expectations for clean water, clean air and healthy land. Support: a) Congress and USDA to ensure that adequate technical assistance is available to agricultural producers to help them address conservation challenges. b) Congress and USDA to look at a long- term view of budgeting for technical assistance that balances national priorities with local needs. c) USDA to explore the use of multi -year agreements when arranging Technical Service Providers (TSPs) to address year -to-year fluctuation of financial assistance. d) A clear pathway for private contractors to become approved as technical service providers (TSP) to assist farmers with the application and implementation of NRCS programming. ( Int. 2022) 3. Support compensating producers who already utilize conservation practices in the event that a portion of future program payments are based on switching to such conservation practices. 4. Support matching federal funds to state and local governments for research and education to adapt conservation practices to a modern agriculture. 5. Funds should be made available for agricultural uses from Environmental Quality Incentive Program (EQIP) on a cost -share basis for environmental conservation practices. 6. Support voluntary programs that create environmental incentive payments for implementation of conservation practices. 7. Support conservation compliance by: a) Encourage conservation plans to incorporate sound acceptable cultural practices for the area and provide for the economic capability of the producer to implement the plan according to a defined timetable. b) Using Title I programs to implement USDA conservation compliance. c) Support that the necessary resources to adequately and fairly implement the conservation compliance requirements of current and future farm acts, including continued",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 53",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "research to update the universal soil loss equation. d) Penalties assessed to commodity program participants, under the conservation provisions of the Farm Bill, should only be the amount of the payments received on the tract found to be out of compliance. 8. NCGA priorities in developing conservation compliance guidelines are: a) A violation only affects the premium subsidy from the government, not eligibility for crop insurance; b) Enforcement only occurs after all rights to appeal are finalized; Page 62: 62 c) A grace period is given to come back into compliance, and when back into compliance, the farmer is eligible for full crop insurance policy; d) Enforcement is not applied retroactively to prior crop years (example: claw back provision proposed by Congress to require repaying government premiums for prior crop years); e The Natural Resources Conservation Service/Farm Service Agency continues to handle both spot checks and appeals, not the Risk Management Agency or other government agency; f) The penalty is only applicable to the farm with the violation on it, not a farmer’s total acres. g) support an “act of God” variance for extreme weather effects affecting compliance regulations. 9. Support funding conservation incentives from sources other than the commodity title. 10. Support a conservation program available for all corn growers that rewards them for best management practices used in their operations. 11. Support the practice of conservation cover as a conservation tool that should not be considered primary crops by the FSA. 12. Support efforts to provide more clarity and flexibility in the interpretation of cover crop rules/regulations by the Risk Management Agency. 13. Support haying and grazing as a part of the multiple uses USDA -funded conservation programs. 14. Support the CSP program to enhance conservation efforts on working lands. 15. Support USDA engaging in field data integration and analysis of conservation practices that quantifies the",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 54",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "benefits to the environment and the economic benefits of adoption. Such information shall be used to increase the efficiencies and implement reforms t o existing farm programs. We encourage intra- agency cooperation within USDA to aggregate such data that may be deemed relevant in supporting the case for conservation management. Great care must be ensured that strict confidentiality and privacy protocols are maintained. Aggregated data and analysis shall be made available for further academic and industry peer review. (Int. 2018) 16. Support efforts to provide more clarity and flexibility in the interpretation of Monarch/pollinator habitat development on CRP land. (Int. 2020) Oppose 1. The public use of private lands enrolled in conservation programs without owner’s permission. Page 63: 63 NCGA Position Title: Swampbuster and Sodbuster Programs TBR Dec. 20 27/EXP 20 28 Position Number: V -D-2 Policy Statements : 1. The Swampbuster provision should not apply to lands cropped or considered cropped during any one year of the 1981- 1985 period. Federal program benefits should be denied only to those lands broken after the enactment of the legislation. 2. When a wetlands violation occurs, FSA should be limited to retroactively withholding payment for a maximum of five years. County and state FSA committees shall have the authority to negotiate reasonable penalties. 3. Swampbuster and sodbuster provisions should have clear and concise definitions, with the National Resources Conservation Service (NRCS) being the sole regulatory agency. 4. Support a simplified, timely and equitable dispute resolution process. 5. Support the rights of farmers and drainage districts to repair, upgrade, and maintain all public and private drainage systems. 6. Support the rights of farmers and drainage districts to drain, improve or maintain any land that has been changed by wind, floods or any forces beyond the farmer’s control. 7. Support wetland policies where new wetlands be only from",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 55",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "voluntary sources, be specifically targeted (not whole farms) and not result in a loss of fertile cropland suitable for farming. 8. Support mitigation banking for agricultural wetland conversions . 9. Delineation of agricultural wetlands should be made by soil and water district boards, with state NRCS offices providing standard interpretation of wetland guidelines. 10. Support a paid wetlands reserve program. 11. A minimal effects system should be developed and implemented that would permit acreage with little or no wetland value to be exempt from regulation under Section 404 and Swampbuster. 12. To be classified as a wetland, a parcel of land must exhibit during the growing season (to be defined as historical average of frost -free days in the geographic area) all three of the following criteria: a) Hydric soils. b) Hydrophytic vegetation. c) Saturation to the soil surface for 21 days or standing water for 15 days following normal rainfall. 13. Maps used for wetland determinations must accurately reflect the above criteria. Farmers should have the right to local on- site determinations, if they wish. Page 64: 64 14. Oppose wetlands determinations based on the 15 days standing water criteria that resulted from failure of internal drainage a nd/or high river stages. 15. All land farmed and/or where conversion was commenced or was within a drainage district prior to December 23, 1985, should be considered prior converted and exempted from further regulation. 16. Wetlands guidelines should allow the benefits of agricultural conversion to be considered in the Section 404 permitting process and the determination of farm program eligibility. 17. State wetland regulations should be no more restrictive than comparable federal guidelines. 18. The scope of wetlands regulation should be limited to wetland areas of 5 acres or larger. 19. Wetland determinations and certifications should be continued. 20. Support all regulatory agencies claiming jurisdiction over wetlands being",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 56",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "required to identify and coordinate their areas of jurisdiction Page 65: 65 NCGA Position Title: Conservation Reserve Program TBR Dec. 20 27/EXP 20 28 Position Number: V -D-3 Policy Statements : 1. Support enrollment into and renewal of the Conservation Reserve Program (CRP) and Conservation Reserve Enhancement Program (CREP) contracts targeted to the most environmentally sensitive land, such as: a) Field borders, large waterways, filter and buffer strips and other areas needed for conservation compliance. If areas above are included, then grazing would be allowed during non- growing seasons. These targeted areas should be allowed to be managed in suc h a manner that would not disrupt the normal management of the entire field. b) Other land that Natural Resources Conservation Service (NRCS) designates as environmentally sensitive lands. c) Encourage USDA to enroll partial fields with the intent of targeting the most environmentally sensitive areas. 2. Support conservation cost -share work to be done after the 8 th year of a 10- year CRP Contract without forfeiture of CRP payments. 3. Promote and support the voluntary enrollment under the continuous enrollment prov ision of CRP including: a) wildlife habitat/food plot areas b) filter and buffer strips c) established waterways and turn rows d) other partial field enrollments impacting water quality 4. Support allowing mechanically harvested hay crops as an acceptable rotation crop for CRP eligibility. 5. Support the fall harvesting of biomass on a percentage of CRP acres if a market for biomass is available. In the event such a harvest takes place, CRP program payments on those harvested acres will be forfeited for that year; but there will be no other penalties and the contr act will remain intact. 6. Support shifting any government savings from early release of CRP acres to further enhance conservation efforts on working lands. 7. Support the establishment of an E -CRP (Energy and Conservation Reserve Program). This",
    "type": "policy"
  },
  {
    "title": "Policy Document Section 57",
    "url": "Policy and Position Papers v. 7.16.25 FINAL.pdf",
    "cleaned_evidence_content": "program would mimic and expand the BCAP (Biomass Crop Assistance Program) established under the 2008 farm bill, which makes farmers within qualified areas eligible to rec eive assistance to cover the cost of establishing and bringing to production, perennial biomass crops. While most perennial biomass crops can serve as filter strips and wildlife cover, under E -CRP these crops will be primarily managed for biomass productio n. 8. Methodology of breaking contracts should be changed to focus on the farmer and/or landlord being required to pay off the remaining years of contract and reimburse establishment cost s provided for by USDA. Page 66: 66 9. Support and encourage a greater diversity of options for NRCS CP33 borders and other CRP cover species mixtures that includes considerations of regional diversity of species options. 10. Support allowing noxious weed control or drainage ditch maintenance within Conservation Reserve Program (CRP) land or continuous CRP land without having to ask prior permission from the government. 11. Support rotational grazing of CRP as a mid- contract management practice with a 50 percent reduction in the payment for the year it is grazed for management purposes . (Int. 2018) 12. Support maintaining baseline funding of the CRP program. Priority should place focus on significant wildlife habitat and/or environmentally sensitive lands and at a rate not to exceed 80% on general contracts and 90% on continuous sign up contracts of the county rental rates. (Int. 2018) Oppose 1. Oppose permanent easements as a requirement for participation in CRP .",
    "type": "policy"
  }
]